
func void Use_Bookstand_01_S1()
{
	var int nDocID;
	if(C_NpcIsHero(self))
	{

		Doc_PrintLines(nDocID,0,"’от€ послушник может чувствовать себ€ готовым пройти »спытание ћагией, из этого не следует, что он об€зательно будет выбран. ≈сли, однако, он прин€л это решение после зрелого размышлени€ и если он настаивает на своем решении, он наделен правом требовать прохождени€ этого »спытани€, и ни один маг не может отказать ему в этом. Ќо послушник об€зан не только пройти »спытание ћагией, но также найти просвещение через огонь.");
